/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Verbindungshinweis";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Konfiguration";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ hat eine neue Nachricht";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ ist auf Ihrer lokalen Kontaktliste, jedoch nicht auf der Serverliste. Möchten Sie diesen Kontakt der Liste hinzufügen?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; Doppelklicken für Registrierung";

/* No comment provided by engineer. */
"(unknown)" = "(unbekannt)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Neues Konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc-Befehl; Doppelklicken zum Ausführen";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Hinweis";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium kann die Identität von \"%@\" nicht verifizieren.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium konnte keine Informationen im Profil des Nutzers finden. Der Name ist möglicherweise nicht registriert.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-Hinweis: %@";

/* No comment provided by engineer. */
"Adium User" = "Adium-Benutzer";

/* Button title to allow an action */
"Allow" = "Zulassen";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "MSN-Mobile-Seiten zulassen?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "An error was encountered sending the file.";

/* No comment provided by engineer. */
"Authenticating" = "Authentifiziere";

/* Connection step */
"Balancer handshake" = "Balancer-Handshake";

/* No comment provided by engineer. */
"Ban" = "Verbannen";

/* No comment provided by engineer. */
"Bankick" = "Rauswerfen und verbannen";

/* No comment provided by engineer. */
"Blocked" = "Blockiert";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Anwesenheitsbenachrichtigung an %@ abbrechen";

/* Category table column header for the service discovery browser */
"Category" = "Kategorie";

/* Menu item title for changing the password of an account */
"Change Password" = "Passwort ändern";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenzdienst; Doppelklicken um beizutreten";

/* Button title to connect; this is a verb */
"Connect" = "Verbinden";

/* Connection step */
"Connected" = "Verbunden";

/* No comment provided by engineer. */
"Connecting" = "Verbinde";

/* No comment provided by engineer. */
"Connection error." = "Verbindungsfehler.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Sychronisation der Kontaktliste fehlgeschlagen für %@";

/* No comment provided by engineer. */
"Continue" = "Weiter";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete & Unregister" = "Löschen & Abmelden";

/* No comment provided by engineer. */
"Delete Account" = "Konto löschen";

/* No comment provided by engineer. */
"Delete Account from Server" = "Konto vom Server löschen";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Konto %@ löschen? Sie können optional auch das Konto auf dem Server abmelden.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Stummschalten";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Verzeichnisdienst; Doppelklicken zum Suchen";

/* Button title to prevent an action */
"Disallow" = "Nicht zulassen";

/* No comment provided by engineer. */
"Discovery Browser" = "Dienste anzeigen";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Wollen Sie es zulassen, dass ihre Kontakte Ihnen mobile MSN Seiten auf I
hr Mobiltelefon oder ein anderes mobiles Endgerät senden?";

/* Used as a label for a username specified by email address */
"Email" = "E-Mail-Adresse";

/* Connection step */
"Exchanging key hash" = "Prüfsumme wird ausgetauscht";

/* No comment provided by engineer. */
"Fetching..." = "Lade …";

/* No comment provided by engineer. */
"File Send Error" = "Fehler beim Senden der Datei";

/* Generic fields request window title */
"Form" = "Formular";

/* No comment provided by engineer. */
"From: " = "Von:";

/* No comment provided by engineer. */
"GG Number" = "GG-Nummer";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Benutzername oder Passwort falsch";

/* No comment provided by engineer. */
"Info" = "Information";

/* No comment provided by engineer. */
"Initializing Stream" = "Stream wird initiiert";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Multiuser-Chat mit %@ beginnen";

/* No comment provided by engineer. */
"Invite" = "Einladen";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Beitreten";

/* No comment provided by engineer. */
"Kick" = "Rausschmeißen";

/* No comment provided by engineer. */
"Launch %@" = "%@ ausführen";

/* No comment provided by engineer. */
"Looking up server" = "Server wird gesucht";

/* user mood tooltip title */
"Mood" = "Stimmung";

/* Name table column header for the service discovery browser */
"Name" = "Name";

/* No comment provided by engineer. */
"New Mail" = "Neue E-Mail(s)";

/* Sample name and server for new IRC accounts */
"nickname" = "nickname";

/* Name for IRC user names */
"Nickname" = "Nickname";

/* No comment provided by engineer. */
"No reason was given." = "Es wurde kein Grund angegeben.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Kein Server wurde für das %1$@ Konto %2$@ eingerichtet. Bitte geben Sie einen Server an:";

/* No comment provided by engineer. */
"No Server Specified" = "Kein Server festgelegt";

/* No comment provided by engineer. */
"Node:" = "Knoten:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "E-Mail im Browser öffnen";

/* Name for the orphans group */
"Orphans" = "Waisen";

/* No comment provided by engineer. */
"Parse Error." = "Fehler beim Analysieren.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "%@ erneut um Autorisierung bitten";

/* Connection step */
"Reading data" = "Lese Daten";

/* Connection step */
"Reading server key" = "Lese Serverschlüssel";

/* No comment provided by engineer. */
"Really remove gateway?" = "Gateway wirklich entfernen?";

/* alert default button */
"Remove" = "Entfernen";

/* gateway menu item */
"Remove gateway" = "Gateway entfernen";

/* Roster - the Jabber default group */
"Roster" = "Liste";

/* No comment provided by engineer. */
"Search for Users" = "Nutzer suchen";

/* No comment provided by engineer. */
"Search Results" = "Suchresultate";

/* No comment provided by engineer. */
"Send" = "Senden";

/* No comment provided by engineer. */
"Send Message" = "Nachricht senden";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Dienste-Browser";

/* No comment provided by engineer. */
"Service:" = "Dienst:";

/* No comment provided by engineer. */
"Set Mood" = "Stimmung ändern";

/* No comment provided by engineer. */
"Set Nickname" = "Benutzername ändern";

/* No comment provided by engineer. */
"Set User Info" = "Kontaktinformationen ändern";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Stellen Sie ihren Bildschirmnamen ein.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Stellen Sie ihre Telefonnummer (Festnetz) ein.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Stellen Sie ihre Telefonnummer (Mobilfunk) ein.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Stellen Sie ihre Telefonnummer (Büro/Arbeit) ein.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Server-Zertifikat einblenden";

/* No comment provided by engineer. */
"Subject: " = "Betreff:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Vorübergehend vor %@ verbergen";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Das Zertifikat des Servers %@ ist nicht vertrauenswürdig. Seine Identität kann deshalb nicht automatisch überprüft werden. Wollen Sie sich trotzdem verbinden?\n\nFür mehr Informationen klicken Sie auf \"Zertifikat einblenden\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Der angegebene Name ist nicht registriert. Bitte überprüfen Sie ob er korrekt gechrieben ist.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Der Nutzer wird von Ihnen blockiert.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Der Nutzer ist vorübergehend nicht verfügbar.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Unter diesem Namen werden andere MSN Kontakte Sie sehen.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Dieser Knoten stellt keine Dienste zur Verfügung";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Dieser Knoten stellt Ad-Hoc-Befehle zur Verfügung. Um darauf zuzugreifen, öffnen Sie das Kontextmenü.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Der Gateway %@ und alle zu ihm gehörenden Kontakte werden entfernt. Diese Aktion kann nicht widerrufen werden.";

/* user tune tooltip title */
"Tune" = "Lied";

/* No comment provided by engineer. */
"Un-hide From %@" = "Nicht mehr vor %@ verbergen";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Die Serverliste von %@ konnte nicht analysiert werden. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Abmelden von %@";

/* Sample name and server for new livejournal accounts */
"username" = "Benutzername";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "username@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Zertifikat verifizieren";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zeige %1$@'s %2$@ Profil";

/* No comment provided by engineer. */
"Voice" = "Sprache";

/* No comment provided by engineer. */
"Waiting for Response" = "Warte auf Antwort";

/* No comment provided by engineer. */
"Warning level is too high." = "Warnstufe ist zu hoch.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "Warnung! Dies wird Ihr Konto %@ vom Jabber-Server löschen und kann nicht widerrufen gemacht werden.\nSind Sie sicher, dass sie fortfahren möchten?";

/* No comment provided by engineer. */
"XML Console" = "XML-Konsole";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Sie senden Nachrichten zu schnell hintereinander. Warten Sie einen Moment und versuchen sie es nocheinmal.";

/* No comment provided by engineer. */
"You have 1 new message." = "Sie haben eine neue Nachricht.";

/* No comment provided by engineer. */
"You have mail!\n" = "Sie haben neue E-Mail(s)!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Ihre Nachricht an %@ wurde nicht gesendet";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Ihre Nachricht wurde von dem Benutzer abgewiesen.";

/* No comment provided by engineer. */
"Your message was too big." = "Ihre Nachricht war zu groß.";

/* Apple Silicon fork additions */
"Phone Number" = "Telefonnummer";
"Don't show status updates as messages" = "Status-Meldungen nicht als Nachrichten anzeigen";
"Logon QR Code" = "Kopplungs-QR-Code";
"Please enter pairing code or scan the QR code" = "Bitte den Kopplungscode am Telefon eingeben oder den QR-Code scannen";
"Dismiss" = "Verwerfen";

/* XEP-0333 Gelesen-Marker */
"Read" = "Gelesen";

/* WhatsApp Kanal-Option */
"Don't show channel posts as messages" = "Kanal-Beiträge (Aktuelles) nicht als Nachrichten anzeigen";

/* Dienst-Kontoansichten (moderne XIBs) */
"Connect Server:" = "Verbindungsserver:";
"BOSH Server:" = "BOSH-Server:";
"File Transfer Proxies:" = "Proxy für Dateitransfer:";
"Resource:" = "Ressource:";
"Available Priority:" = "Anwesenheits-Priorität:";
"Away Priority:" = "Abwesenheits-Priorität:";
"Mail:" = "E-Mails:";
"Display new mail notifications" = "Empfang neuer E-Mails anzeigen";
"Security:" = "Sicherheit:";
"Require SSL/TLS" = "SSL/TLS verlangen";
"Force old-style SSL" = "Altes SSL erzwingen";
"Allow plaintext authentication" = "Erlaube Klartext-Authentifizierung";
"Do strict certificate checks" = "Genaue Zertifikatsprüfung";
"Presence Subscriptions:" = "Benachrichtigungen:";
"Ask What To Do" = "Nachfragen";
"Accept" = "Erlauben";
"Accept and Add To List" = "Erlauben und zur Liste hinzufügen";
"Deny" = "Ablehnen";
"and add to list in group:" = "und zu Gruppe hinzufügen:";
"Music:" = "Musik:";
"Let others know what iTunes is playing" = "Andere wissen lassen, was mein iTunes spielt";
"Register New Account" = "Neues Konto registrieren";
"Registering…" = "Registriere …";
"Request New Account" = "Neues Konto anfordern";
"Visit Server Homepage" = "Server-Website öffnen";
"Either enter your XMPP server address here:" = "Geben Sie hier Ihre XMPP-Serveradresse ein:";
"Server Name" = "Server-Name";
"Hostname:" = "Host:";
"Encoding:" = "Zeichenkodierung:";
"Encrypt connection using SSL" = "Verbindung mittels SSL verschlüsseln";
"Execute commands on connect:" = "Beim Verbinden Befehle ausführen:";
"Realname:" = "Echter Name:";
"Username (Ident):" = "Benutzername:";
"(optional)" = "(optional)";
"Connection:" = "Verbindung:";
"Use SIP proxy:" = "SIP-Proxy:";
"Use UDP" = "UDP benutzen";
"Publish Status to Everyone" = "Eigenen Status veröffentlichen";
"Authorization User:" = "Benutzername für Autorisierung:";
"Authorization Domain:" = "Domain für Autorisierung:";
"Server:" = "Server:";

/* JoinChat-Ansichten (moderne XIBs) */
"Chat Room Name:" = "Raumname:";
"Handle:" = "Handle:";
"Password:" = "Passwort:";
"Invite Contacts:" = "Kontakte einladen:";
"Separate contacts’ names with commas." = "Kontaktnamen durch Kommas trennen.";
"With Message:" = "Einladungstext:";
"Channel:" = "Channel:";

/* WhatsApp-Anruf-Meldungen */
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Dieser Kontakt versucht dich anzurufen. Adium unterstützt derzeit keine WhatsApp-Anrufe.";
"This contact is calling you. Adium does not support WhatsApp calls." = "Dieser Kontakt ruft dich an. Adium unterstützt derzeit keine WhatsApp-Anrufe.";

/* WhatsApp-Profilbild-Option */
"Profile pictures:" = "Profilbilder:";
"Small (preview)" = "Klein (Vorschau)";
"Full resolution" = "Volle Auflösung";
"Don't download" = "Nicht laden";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ hat %lu neue Nachrichten.";
"...add to list in group:" = "...zur Liste hinzufügen in Gruppe:";
"Display custom emoticons" = "Eigene Emoticons anzeigen";
"Emoticons:" = "Emoticons:";
"Encryption:" = "Verschlüsselung:";
"Let others know when you are typing" = "Andere wissen lassen, wenn ich tippe";
"One per line, / is optional. $me will be replaced with your current nickname." = "Ein Befehl pro Zeile, / ist optional. $me wird durch Ihren aktuellen Nicknamen ersetzt.";
"or select a public server from the list:" = "oder wählen Sie einen öffentlichen Server aus der Liste:";
"Port:" = "Port:";
"Status:" = "Status:";
"Typing:" = "Schreiben:";
"You have %lu new messages." = "Sie haben %lu neue Nachrichten.";

/* Der neu gebaute Kontobereich: was die Protokoll-Beschreibungen an Feldern
   ergeben. Diese Klassen liegen in AdiumLibpurple, also wird hier gesucht. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium auf %@";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Kontoname";

/* No comment provided by engineer. */
"Execute commands on connect" = "Befehle beim Verbinden ausführen";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Ein Befehl pro Zeile, ohne den führenden Schrägstrich.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualität der Profilbilder";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Vorschau";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Nicht laden";

/* Button under the WhatsApp database address; opens the folder holding the database file */
"Show Database in Finder" = "Datenbank im Finder zeigen";

/* WhatsApp account options, named by the protocol itself */
"Database address" = "Datenbank-Adresse";
"Device name" = "Gerätename";
"Send receipts" = "Lesebestätigungen senden";
"Immediately" = "Sofort";
"When interacting with conversation" = "Bei Interaktion mit der Unterhaltung";
"When sending a reply" = "Beim Senden einer Antwort";
"Never" = "Nie";
"Display received receipts" = "Empfangene Bestätigungen anzeigen";
"None" = "Keine";
"Text" = "Text";
"Display reactions" = "Reaktionen anzeigen";
"Echo sent messages" = "Gesendete Nachrichten anzeigen";
"Internal" = "Intern";
"On success" = "Bei Erfolg";
"Message duration in days (0 to disable expiration)" = "Nachrichtendauer in Tagen (0 deaktiviert das Ablaufen)";
"Number of messages to cache" = "Anzahl zwischengespeicherter Nachrichten";
"History to fetch from phone when a conversation opens (0 to disable)" = "Beim Öffnen einer Unterhaltung vom Telefon geholter Verlauf (0 deaktiviert)";
"QR code size (pixels)" = "Größe des QR-Codes (Pixel)";
"Attachment file path template" = "Pfadvorlage für Anhänge";
"Attachment base url" = "Basis-URL für Anhänge";
"Alias attachment directories with symlinks" = "Anhang-Ordner über Symlinks verknüpfen";
"Maximum linked file-size (MB)" = "Maximale Größe verlinkter Dateien (MB)";
"Linked file trusted URL regex" = "Regex für vertrauenswürdige Datei-URLs";
"How to handle images" = "Umgang mit Bildern";
"download to temporary location and show" = "an temporären Ort laden und anzeigen";
"download to user-defined location and show" = "an eigenen Ort laden und anzeigen";
"download to user-defined location only" = "nur an eigenen Ort laden";
"Discard old messages" = "Alte Nachrichten verwerfen";
"Treat group as the origin of files" = "Gruppe als Absender von Dateien behandeln";
"Display offline contacts as away" = "Offline-Kontakte als abwesend anzeigen";
"Fetch contacts from main device once after linking" = "Kontakte nach dem Koppeln einmalig vom Telefon holen";
"Update contacts every time after login" = "Kontakte bei jeder Anmeldung aktualisieren";
"Update buddy name when receiving a message" = "Kontaktnamen beim Empfang einer Nachricht aktualisieren";
"Automatically join all chats" = "Allen Gruppen automatisch beitreten";
"Ignore status broadcasts" = "Status-Meldungen ignorieren";
"Ignore channel (newsletter) messages" = "Kanal-Nachrichten (Newsletter) ignorieren";
"Inline images of all types (requires frontend support)" = "Bilder aller Art eingebettet anzeigen (braucht Frontend-Unterstützung)";
"Protocol bridge compatibility mode" = "Kompatibilitätsmodus für Protokollbrücken";
"Display message ID" = "Nachrichten-ID anzeigen";

/* Menu item starting an audio call */
"Call" = "Anrufen";

/* Menu item starting a video call */
"Video Call" = "Videoanruf";

/* Title of a call window */
"Call with %@" = "Anruf mit %@";

/* State of a call just started */
"Calling…" = "Rufe an…";

/* State of a finished call */
"Call ended" = "Anruf beendet";

/* State of a declined call */
"Call declined" = "Anruf abgelehnt";

/* State of a broken call */
"Call failed (%@)" = "Anruf fehlgeschlagen (%@)";

/* Button ending a call */
"Hang Up" = "Auflegen";

/* Button closing a finished call window */
"Close" = "Schließen";

/* Title of the ringing window */
"Incoming Call" = "Eingehender Anruf";

/* Ringing text */
"%@ is calling" = "%@ ruft an";

/* Ringing text with video */
"%@ is calling (with video)" = "%@ ruft an (mit Video)";

/* Button taking a call with camera */
"Accept with Camera" = "Mit Kamera annehmen";

/* Button turning a call away */
"Decline" = "Ablehnen";

/* Button taking a call */
"Answer" = "Annehmen";

/* Chat line noting a call began */
"Call started" = "Anruf gestartet";

/* Chat line noting a call ended with a reason */
"Call ended (%@)" = "Anruf beendet (%@)";

/* State of a call that rings on the other side */
"Ringing…" = "Klingelt…";

/* State of an answered call while the media is being set up */
"Connecting…" = "Verbinde…";

/* Menu item running the call self test */
"Check Call Readiness…" = "Anrufbereitschaft prüfen…";

/* Title of the call self test result */
"Call readiness" = "Anrufbereitschaft";

/* Title after a failed call */
"The call with %@ could not connect" = "Der Anruf mit %@ kam nicht zustande";

/* Button to the system settings */
"Open Privacy Settings" = "Datenschutzeinstellungen öffnen";

/* Call self test: microphone permission */
"Microphone" = "Mikrofon";

/* Call self test: camera permission */
"Camera" = "Kamera";

/* Call self test: local network */
"Local network" = "Lokales Netzwerk";

/* Call self test: STUN */
"Public address" = "Öffentliche Adresse";

/* Call self test: granted */
"Allowed." = "Erlaubt.";

/* Call self test: undetermined */
"Not asked for yet; macOS will ask at the first call." = "Noch nicht gefragt; macOS fragt beim ersten Anruf.";

/* Call self test: denied */
"Refused. Calls stay silent until this is allowed." = "Verweigert. Anrufe bleiben stumm, bis es erlaubt ist.";

/* Call self test: restricted */
"Not available on this machine." = "Auf diesem Rechner nicht verfügbar.";

/* Call self test: LAN ok */
"Devices in this network answer Adium directly." = "Geräte in diesem Netzwerk antworten Adium direkt.";

/* Call self test: LAN blocked */
/* Call self test: the system sees the network but the application is kept off it */
"There are devices in this network, but they do not answer Adium itself. Calls to somebody in the same network then take the long way round or fail; check Adium under Local Network in the privacy settings." = "Es gibt Geräte in diesem Netzwerk, aber Adium selbst antworten sie nicht. Anrufe zu jemandem im selben Netz nehmen dann den Umweg oder scheitern; prüfe Adium unter „Lokales Netzwerk“ in den Datenschutzeinstellungen.";

/* Call self test: nothing answered at all */
"Nothing in this network answered, which means either that nothing is there to answer or that Adium is being kept off it. Check Adium under Local Network in the privacy settings." = "Nichts in diesem Netzwerk hat geantwortet. Das heißt entweder, dass dort nichts ist, was antworten könnte, oder dass Adium davon ferngehalten wird. Prüfe Adium unter „Lokales Netzwerk“ in den Datenschutzeinstellungen.";

/* Call self test: STUN ok */
"A STUN server answered with the address the world sees." = "Ein STUN-Server hat die von außen sichtbare Adresse genannt.";

/* Call self test: STUN blocked */
"No STUN server answered. Without the address the world sees, nobody outside this network can be called at all. Something is keeping Adium's calls off the network." = "Kein STUN-Server hat geantwortet. Ohne die von außen sichtbare Adresse ist niemand außerhalb dieses Netzes erreichbar. Irgendetwas hält Adiums Anrufe vom Netz fern.";

/* Summary of failed self test */
"Calls are being kept from: %@" = "Anrufen fehlt: %@";

/* Call self test: raw connectivity */
"Network for this application" = "Netzwerk für diese App";

/* raw ok */
"Adium reaches the world through a plain connection." = "Adium erreicht die Außenwelt über eine einfache Verbindung.";

/* raw blocked */
"Adium cannot reach the world even through a plain connection. The machine is keeping this application off the network." = "Adium erreicht die Außenwelt nicht einmal über eine einfache Verbindung. Der Rechner hält diese App vom Netz fern.";

/* Call self test: announced STUN/TURN */
"Helpers named by your server" = "Vom Server genannte Hilfsserver";

/* how many answer */
"%ld of %ld answer." = "%ld von %ld antworten.";

/* all dead */
"%@ announces %ld, and none of them answers. Adium asks public servers as well, so calls still work, but the operator should hear about it." = "%@ nennt %ld davon, und keiner antwortet. Adium fragt zusätzlich öffentliche Server, Anrufe funktionieren also trotzdem; der Betreiber sollte es aber erfahren.";

/* Call self test: whether a TURN server is available */
"Relay for difficult networks" = "Relay für schwierige Netze";

/* a relay is there */
"A relay is available to carry a call when the direct ways fail." = "Ein Relay steht bereit, das den Anruf trägt, wenn die direkten Wege nichts tragen.";

/* no relay anywhere */
"None available. When the direct ways between you and the other person carry nothing, this call has to wait for the other side to offer a way in, which costs several seconds and sometimes the whole call. Your server would have to name one that works, or one can be written into AIJingleTURNServers." = "Keines vorhanden. Wenn die direkten Wege zwischen dir und dem anderen nichts tragen, muss dieser Anruf warten, bis die Gegenseite einen Weg anbietet. Das kostet mehrere Sekunden und manchmal den ganzen Anruf. Dein Server müsste eines nennen, das antwortet, oder man trägt eines in AIJingleTURNServers ein.";

/* Call window: the microphone switch */
"Turn your microphone off" = "Eigenes Mikrofon ausschalten";
"Turn your microphone on" = "Eigenes Mikrofon einschalten";
"Mute" = "Stumm";

/* Call window: the camera switch */
"Turn your camera off" = "Eigene Kamera ausschalten";
"Turn your camera on" = "Eigene Kamera einschalten";
"Camera" = "Kamera";

/* Call window: what the other side turned off */
"microphone and camera off" = "Mikrofon und Kamera aus";
"microphone off" = "Mikrofon aus";
"camera off" = "Kamera aus";
/* Call window: fit or fill */
"Fill the window with the picture" = "Fenster mit dem Bild ausfüllen";
"Fit the whole picture into the window" = "Ganzes Bild ins Fenster einpassen";
"Fill" = "Füllen";
/* Call window: the sign shown when the peer's camera is off */
"The other side switched off their camera" = "Die Gegenseite hat ihre Kamera ausgeschaltet";
